app/Game.php

update `games` set `status` = '0', `ended_at` = '2018-04-25 19:01:01', `updated_at` = '2018-04-25 19:01:01' where `id` = '62'
---
			//end the game
			$active_game->status = false;
			$active_game->ended_at = Carbon::now();
			$active_game->save();